using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class Words
{
    public static string[] words1 = { "因为长期喝可乐，营养不良，骨质疏松，导致发育矮小，甚至在进入学校上学后，看起来依旧比别人要矮一些",
        "很快小剑就有了新的机器人小玩具，使得小剑有了一个快乐的童年时期，但却没能享受户外的运动时光",
        "能很快的得到安慰，使得小剑自己更加开心，同时让小剑拥有更多的自主思考能力，但是性格不太善于沟通。",
        "由于有及时的同学间的沟通交流，使得小剑很快的拥有了新朋友，从而变得更加开朗、活泼",
        "偶有低沉时期，但多亏了同学间的关照，减轻了小剑的学习压力，使得小剑的学习生活轻松起来",
        "积极参与，在和同学们之间的聚会中，小剑认识、接触到了不同的同学、伙伴，从而也让自己的社交圈子拓宽，同时小剑对自己也充满了信心，但自己的学习却也变得平庸起来。",
        "小剑顺利地得到了老板的认可，使得自己能够带领一整个小组进行开发工作，但却也让小剑过于自信，看不到自己的问题所在",
        "老板表示很欣赏小剑对问题的反馈，明确把员工的工作重新安排，小剑在减轻负担之余，也收获了他人的不断赞赏",
        "老板表示理解，同时立即提高了小剑在公司的级别，小剑也因此走上了蒸蒸日上的事业道路，同时自己的自信心也变得越来越强大，甚至变得目中无人。"
    };

    public static string[] words2 = { "没能喝到喜欢的可乐，变得不爱表达自己。却因为多喝牛奶，使得身体慢慢健壮起来",
        "没能得到喜欢的新机器人，小剑在运动玩具的带领下，身体更加健康，心里却常含着一种失落甚至是怨气",
        "没能获得充分的疼爱，不过因为及时的教导，使得小剑更加明白事理，从而成为了别人眼中的乖孩子。",
        "班级中的同学们没有主动和小剑交流互动，使得小剑很长时间里都是一个人，慢慢地沉浸在自己的理性世界",
        "因为学习压力与同学间的攀比嘲笑，对此感到不服输，坚持学习，从而学习成绩得到了大大提高，使得自己能不再被人嘲笑",
        "没能顺利融入到班级聚会之中，小剑只好放弃与同学间的关系，但也因此让自己的学习成绩得以不断提高，使得在整个学校中都出类拔萃。",
        "小剑没能顺利负责项目开发，只能在项目中担任基础开发人员，只好先默默积累",
        "老板表示努力就会有收获，要习惯加班，这是难得的福报，小剑也因此沉闷起来，只专注于工作",
        "老板没能明确答应，只是安慰小剑，说之后一定会给小剑安排更好的条件，但最终也没能实现。小剑跳槽了其他公司，从头开始经营自己的事业，比之前的工作收获了更多，同时小剑对现实也渐渐失去了信心。"
    };
}
